Repository: louismdv/transcendence__Pong
Catalog: ft_transcendence/locale/*/LC_MESSAGES/djangojs.po
Languages: es, fr

source: No friends
es: Sin amigos
fr: Aucun ami

source: offline
es: desconectado
fr: Hors ligne

source: online
es: conectado
fr: En ligne

source: at the moment.
es: por el momento.
fr: pour le moment.

source: Please come back later.
es: Por favor, vuelve más tarde.

source: An error occurred while loading friends. Please try again later.
es: Ocurrió un error al cargar los amigos. Inténtalo de nuevo más tarde.
fr: Erreur lors du chargement des amis. Veuillez réessayer.

source: No data
es: Sin datos
fr: Aucune données

source: Player statistics
es: Estadísticas del jugador
fr: Statistiques du joueur

source: Online wins
es: Victorias en línea
fr: Victoires en ligne

source: Online losses
es: Derrotas en línea
fr: Défaites en ligne

source: No games played yet
es: Aún no se han jugado partidas
fr: Aucune partie récente.

source: No friends at the moment
es: Sin amigos por el momento
fr: Aucun ami pour le moment

source: Search for users to add them to your friends list.
es: Busca usuarios para agregarlos a tu lista de amigos.
fr: Recherchez des utilisateurs pour les ajouter à votre liste d'amis.

source: Error while loading friends. Please try again.
es: Error al cargar los amigos. Inténtalo de nuevo.
fr: Erreur lors du chargement des amis. Veuillez réessayer.

source: Wins
es: Victorias

source: Losses
es: Derrotas

source: Actions
es: Acciones

source: Private Message
es: Mensaje privado
fr: Message privé

source: Invite to Play
es: Invitar a jugar
fr: Inviter à jouer

source: Remove
es: Eliminar
fr: Supprimer

source: Block
es: Bloquear
fr: Bloquer

source: No result for
es: Sin resultados para
fr: Aucun résultat pour

source: Invite sent successfully!
es: ¡Invitación enviada con éxito!
fr: Invitation envoyée avec succès !

source: Error while sending invite.
es: Error al enviar la invitación.
fr: Erreur lors de l'envoi de l'invitation.

source: An error has occurred.
es: Ha ocurrido un error.
fr: Une erreur est survenue.

source: No blocked users.
es: No hay usuarios bloqueados.
fr: Aucun utilisateur bloqué.

source: Friends
es: Amigos
fr: Amis

source: Request sent
es: Solicitud enviada
fr: Demande envoyée

source: Accept
es: Aceptar
fr: Accepter

source: Refuse
es: Rechazar
fr: Refuser

source: Blocked
es: Bloqueados
fr: Bloqués

source: Add
es: Agregar
fr: Ajouter

source: Error while searching
es: Error al buscar
fr: Erreur lors de la recherche

source: Friend request sent successfully!
es: ¡Solicitud de amistad enviada con éxito!
fr: Demande d'ami envoyée avec succès !

source: Error while sending request.
es: Error al enviar la solicitud.
fr: Erreur pendant l'envoi de l'invitation.

source: An error has occured.
es: Ha ocurrido un error.
fr: Une erreur est survenue.

source: No invitations for the moment.
es: No hay invitaciones por el momento.
fr: Aucune invitation pour le moment.

source: Error while loading invitations.
es: Error al cargar las invitaciones.
fr: Erreur lors du chargement des invitations.

source: Request ID invalide
es: ID de solicitud inválido
fr: ID de demande invalide

source: Friend request accepted!
es: ¡Solicitud de amistad aceptada!
fr: Demande d'ami acceptée!

source: Error while accepting friend request.
es: Error al aceptar la solicitud de amistad.
fr: Erreur lors de l'acceptation de la demande.

source: Friend request refused.
es: Solicitud de amistad rechazada.
fr: Demande d'ami refusée.

source: Error while rejecting the request.
es: Error al rechazar la solicitud.

source: No requests at the moment.
es: No hay solicitudes por el momento.
fr: Aucune demande pour le moment

source: No friends at the moment.
es: Sin amigos por el momento.

source: Search for users to add to your friends list.
es: Busca usuarios para agregarlos a tu lista de amigos.
fr: Recherchez des utilisateurs pour les ajouter à votre liste d'amis.

source: Today
es: Hoy
fr: Aujourd'hui

source: Yesterday
es: Ayer
fr: Hier

source: days ago
es: hace días
fr: jours

source: Hey are you available for a game? Here's a code just in case:
es: Hola, ¿estás disponible para una partida? Aquí tienes un código por si acaso:
fr: Salut t'es dispo pour une partie? Voici un code:

source: Game invite sent!
es: ¡Invitación para jugar enviada!
fr: Invitation à jouer envoyée!

source: New Tournament
es: Nuevo torneo
fr: Nouveau tournoi

source: Tournament Bracket
es: Llaves del torneo
fr: Brackets du tournoi

source: Local Tournament Setup
es: Configuración del torneo local
fr: Organisation du tournoi local

source: Start Local Tournament
es: Iniciar torneo local
fr: Commencer le tournoi

source: Tournament starting...
es: El torneo está comenzando...
fr: Début du tournoi...
